Repository: tscreven/Trio-ECS251
Catalog: DanaKit/Localization/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, it, nb, nl, pl, ro, ru, sk, sv, tr, uk, vi, zh_hans

source: Signal Loss
ar: فقدان الإشارة
cs: Ztráta signálu
da: Signaltab
de: Signalverlust
es: Pérdida de señal
fi: Signaalin menetys
fr: Perte de signal
it: Perdita segnale
nb: Signal Tap
nl: Signaalverlies
pl: Utrata sygnału
ro: Pierdere de semnal
ru: Сигнал потерян
sk: Strata signálu
sv: Signalförlust
tr: Sinyal Kaybı
uk: Втрата сигналу
vi: Mất tín hiệu
zh_hans: 信号丢失

source: Sound
ar: الصوت
cs: Zvuk
da: Lyd
de: Ton
es: Sonido
fi: Ääni
fr: Son
it: Suono
nb: Lyd
nl: Geluid
pl: Dźwięk
ro: Sunet
ru: Звук
sk: Zvuk
sv: Ljud
tr: Ses
uk: Звук
vi: Âm thanh
zh_hans: 声音

source: Status
ar: الحالة
cs: Stav
es: Estado
fi: Tila
fr: Statut
it: Stato
ro: Stare
ru: Статус
sk: Stav
tr: Durum
uk: Статус
vi: Tình trạng
zh_hans: 状态

source: Step 1: Prime cannula
ar: الخطوة 1: القنية الأولية
da: Trin 1: Klargør kanylen
de: Schritt 1: Kanüle vorbereiten
es: Paso 1: Cebar la cánula
fi: Vaihe 1: Kanyylin esivalmistelu
fr: Étape 1 : Amorcer la canule
it: Fase 1: adescare la cannula
nb: Trinn 1: Prime-kanyle
nl: Stap 1: Vul de canule
pl: Krok 1: Zalanie kaniuli
ro: Pasul 1: Amorsarea canulei
ru: Шаг 1: Заправка канюли
sk: Krok 1: Predplnenie kanyly
sv: Steg 1: Förbered kanylen
tr: Adım 1: Kanülü hazırlayın
uk: Крок 1: Заправте Канюлю
vi: Bước 1: Prime cannula
zh_hans: 步骤 1：排空套管

source: Step 1: Set reservoir level
ar: الخطوة 1: ضبط مستوى الخزان
da: Trin 1: Indstil reservoirets niveau
de: Schritt 1: Füllstand des Reservoirs einstellen
es: Paso 1: Ajustar el nivel del depósito
fi: Vaihe 1: Aseta säiliön taso
fr: Étape 1 : Définir le niveau du réservoir
it: Fase 1: Impostazione del livello del serbatoio
nb: Trinn 1: Still inn reservoarnivået
nl: Stap 1: Stel het reservoirniveau in
pl: Krok 1: Ustawienie poziomu zbiornika
ro: Pasul 1: Setați nivelul rezervorului
ru: Шаг 1: Задайте уровень в резервуаре
sk: Krok 1: Nastavenie objemu v zásobníku
sv: Steg 1: Ställ in reservoarnivå
tr: Adım 1: Rezervuar seviyesini ayarlayın
uk: Крок 1: Встановіть рівень у Резервуарі
vi: Bước 1: Đặt mức Reservoir
zh_hans: 步骤 1：设置药筒药量

source: Step 2: Set tube refill amount
ar: الخطوة 2: تعيين كمية إعادة تعبئة الأنبوب
da: Trin 2: Indstil mængden af tube-refill
de: Schritt 2: Nachfüllmenge für die Tube einstellen
es: Paso 2: Ajustar la cantidad de relleno del tubo
fi: Vaihe 2: Aseta putken täyttömäärä
fr: Étape 2 : Définir la quantité de remplissage du tube
it: Fase 2: Impostazione della quantità di ricarica del tubo
nb: Trinn 2: Still inn påfyllingsmengde for tube
nl: Stap 2: Stel de hoeveelheid voor het bijvullen van de tube in
pl: Krok 2: Ustawienie ilości napełnienia tuby
ro: Pasul 2: Setați cantitatea de reumplere a tubului
ru: Шаг 2: Задайте объем заполнения трубки
sk: Krok 2: Nastavenie množstva náplne do tuby
sv: Steg 2: Ställ in påfyllningsmängd för tub
tr: Adım 2: Tüp dolum miktarını ayarlayın
uk: Крок 2: Встановіть кількість поповнення тюбика
vi: Bước 2: Đặt lượng ống nạp lại
zh_hans: 步骤 2：设置导管充注量

source: Stop temp basal
ar: وقف درجة الحرارة القاعدية
cs: Zastavení bazální teploty
de: Temp. basal anhalten
es: Parada temp basal
fi: Pysäytä temp basal
fr: Arrêt de la température basale
it: Interruzione della temperatura basale
nb: Stopp midlertidig basal
nl: Stop temp basaal
pl: Zatrzymanie temperatury podstawowej
ro: Opriți bazala temporară
ru: Остановить временную базальную скорость
sk: Zastaviť dočasnú dávku bazálu
sv: Stoppa temp basal
tr: Bazal sıcaklığı durdur
uk: Зупинити тимчасову базу
vi: Tạm dừng liều temp basal
zh_hans: 停止临时基础率

source: Suspend
ar: تعليق
cs: Pozastavit
da: Suspendere
de: unterbrechen
es: Suspender
fi: Keskeytä
fr: Suspendre
it: Sospendi
nb: Suspendere
nl: opschorten
pl: Wstrzymano
ro: Suspendați
ru: Приостановка
sk: Pozastavenie
sv: Pausa
tr: Askıya al
uk: Призупинити
vi: Đã tạm dừng
zh_hans: 暂停

source: Suspend delivery
ar: تعليق التسليم
cs: Pozastavení dodávky
da: Suspender levering
de: Lieferung stoppen
es: Suspender la entrega
fi: Toimituksen keskeyttäminen
fr: Suspendre la livraison
it: Sospendere la consegna
nb: Avbryt levering
nl: Levering opschorten
pl: Zawieszenie dostawy
ro: Suspendați livrarea
ru: Приостановить подачу
sk: Pozastaviť dávkovanie
sv: Avbryta leverans
tr: Teslimatı askıya alın
uk: Призупинити подачу
vi: Tạm ngưng liều insulin
zh_hans: 暂停推注

source: Sync pump data
ar: مزامنة بيانات المضخة
cs: Synchronizace dat čerpadla
da: Synkroniser pumpedata
de: Synchronisierung der Pumpendaten
es: Sincronizar datos de la bomba
fi: Pumpun tietojen synkronointi
fr: Synchronisation des données de la pompe
it: Sincronizzazione dei dati della pompa
nb: Synkroniser pumpedata
nl: Pompgegevens synchroniseren
pl: Synchronizacja danych pompy
ro: Sincronizați datele pompei
ru: Синхронизация данных помпы
sk: Synchronizovať údaje pumpy
sv: Synkronisera pumpdata
tr: Pompa verilerini senkronize et
uk: Синхронізація даних Помпи
vi: Đồng bộ dữ liệu bơm
zh_hans: 同步泵数据

source: Temp Basal
ar: درجة الحرارة القاعدية
es: Insulina basal temporal
fi: Lämpötila Peruslämpötila
it: Basale temporanea
nb: Midlertidig basal
nl: Tijdelijk basaal
ro: Bazală temporară
ru: Врем. базал
sk: Dočasný bazál
sv: Temporär basal
tr: Geçici Bazal Oranı
uk: Тимчасовий Базал
zh_hans: 临时基础率

source: The Dana pumps support different delivery speeds. You can set it up here
ar: تدعم مضخات دانا سرعات توصيل مختلفة. يمكنك إعدادها هنا
cs: Čerpadla Dana podporují různé rychlosti dodávky. Nastavit je můžete zde
da: Dana-pumperne understøtter forskellige leveringshastigheder. Du kan sætte det op her
de: Die Dana-Pumpen unterstützen unterschiedliche Fördergeschwindigkeiten. Sie können sie hier einrichten
es: Las bombas Dana admiten diferentes velocidades de suministro. Puede configurarlo aquí
fi: Dana-pumput tukevat eri toimitusnopeuksia. Voit määrittää sen täältä
fr: Les pompes Dana prennent en charge différentes vitesses de distribution. Vous pouvez les configurer ici
it: Le pompe Dana supportano diverse velocità di erogazione. È possibile impostarle qui
nb: Dana-pumpene støtter forskjellige leveringshastigheter. Du kan sette den opp her
nl: De Dana-pompen ondersteunen verschillende toedieningssnelheden. Je kunt het hier instellen
pl: Pompy Dana obsługują różne prędkości podawania. Można je skonfigurować tutaj
ro: Pompele Dana acceptă diferite viteze de livrare. Le puteți configura aici.
ru: Помпы Dana поддерживают разные скорости подачи. Вы можете настроить это здесь
sk: Pumpy Dana podporujú rôzne rýchlosti podania dávky 1 jednotky inzulínu. Môžete si ich nastaviť tu
sv: Dana-pumparna har stöd för olika leveranshastigheter. Du kan ställa in det här
tr: Dana pompaları farklı dağıtım hızlarını destekler. Buradan ayarlayabilirsiniz
uk: Помпи Dana підтримують різні швидкості подачи. Ви можете налаштувати їх тут
vi: Máy bơm Dana hỗ trợ nhiều tốc độ phân phối khác nhau. Bạn có thể thiết lập ở đây
zh_hans: Dana 泵支持不同的推注速率。您可以在这里进行设置

source: The Dana pumps support different delivery speeds. You can set it up here, but also in the settings menu
ar: تدعم مضخات دانا سرعات توصيل مختلفة. يمكنك إعدادها هنا، ولكن أيضاً في قائمة الإعدادات
cs: Čerpadla Dana podporují různé rychlosti dodávky. Můžete je nastavit zde, ale také v nabídce nastavení.
da: Dana-pumperne understøtter forskellige leveringshastigheder. Du kan indstille det her, men også i indstillingsmenuen
de: Die Dana-Pumpen unterstützen unterschiedliche Fördergeschwindigkeiten. Sie können sie hier einstellen, aber auch im Einstellungsmenü
es: Las bombas Dana admiten diferentes velocidades de suministro. Puede configurarlo aquí, pero también en el menú de ajustes
fi: Dana-pumput tukevat eri toimitusnopeuksia. Voit määrittää sen täältä, mutta myös asetusvalikosta.
fr: Les pompes Dana prennent en charge différentes vitesses de distribution. Vous pouvez les configurer ici, mais aussi dans le menu des réglages.
it: Le pompe Dana supportano diverse velocità di erogazione. È possibile impostarla qui, ma anche nel menu delle impostazioni.
nb: Dana-pumpene støtter forskjellige leveringshastigheter. Du kan konfigurere det her, men også i innstillingsmenyen
nl: De Dana-pompen ondersteunen verschillende afgiftesnelheden. Je kunt het hier instellen, maar ook in het instellingenmenu
pl: Pompy Dana obsługują różne prędkości podawania. Można je skonfigurować tutaj, ale także w menu ustawień
ro: Pompele Dana acceptă diferite viteze de livrare. Puteți configura acest lucru aici, dar și în meniul de setări.
ru: Помпы Dana поддерживают разные скорости подачи. Настроить их можно здесь, а также в меню настроек
sk: Pumpy Dana podporujú rôzne rýchlosti dávkovania. Môžete to nastaviť tu alebo aj v ponuke nastavení
sv: Dana-pumparna har stöd för olika leveranshastigheter. Du kan ställa in det här, men också i inställningsmenyn
tr: Dana pompaları farklı dağıtım hızlarını destekler. Bunu buradan ve aynı zamanda ayarlar menüsünden ayarlayabilirsiniz
uk: Помпи Dana підтримують різні швидкості доставки. Ви можете налаштувати це тут, а також у меню налаштувань
vi: Máy bơm Dana hỗ trợ nhiều tốc độ phân phối khác nhau. Bạn có thể thiết lập ở đây, nhưng cũng có thể trong menu cài đặt
zh_hans: Dana 泵支持不同的推注速率。您可以在这里进行设置，也可以在设置菜单中进行设置

source: The insulin delivery has been suspend. Action failed
ar: تم تعليق توصيل الأنسولين. فشل الإجراء
cs: Podávání inzulínu bylo pozastaveno. Akce se nezdařila
da: Tilførslen af insulin er blevet suspenderet. Handling mislykkedes
de: Die Insulinabgabe wurde unterbrochen. Aktion fehlgeschlagen
es: Se ha suspendido la administración de insulina. Acción fallida
fi: Insuliinin toimitus on keskeytetty. Toimenpide epäonnistui
fr: L'administration d'insuline a été suspendue. Action échouée
it: La somministrazione di insulina è stata sospesa. Azione fallita
nb: Insulintilførselen har blitt avbrutt. Handling mislyktes
nl: De insulinetoediening is opgeschort. Actie mislukt
pl: Dostarczanie insuliny zostało wstrzymane. Działanie nie powiodło się
ro: Administrarea insulinei a fost suspendată. Acțiunea a eșuat.
ru: Подача инсулина была приостановлена. Действие не удалось
sk: Podávanie inzulínu bolo pozastavené. Akcia zlyhala
sv: Insulintillförseln har avbrutits. Åtgärden misslyckades
tr: İnsülin teslimatı askıya alındı. Eylem başarısız
uk: Подачу інсуліну призупинено. Не вдалося виконати дію
vi: Việc cung cấp insulin đã bị tạm dừng. Hành động không thành công
zh_hans: 胰岛素输送已暂停。行动失败

source: The max bolus limit is reached. Please try a lower amount or increase the limit
ar: تم الوصول إلى الحد الأقصى للجرعة القصوى. يُرجى تجربة كمية أقل أو زيادة الحد الأقصى
cs: Je dosaženo maximálního limitu bolusu. Vyzkoušejte nižší množství nebo zvyšte limit
da: Den maksimale bolusgrænse er nået. Prøv en lavere mængde, eller øg grænsen.
de: Der maximale Bolusgrenzwert ist erreicht. Bitte versuchen Sie eine niedrigere Menge oder erhöhen Sie den Grenzwert
es: Se ha alcanzado el límite máximo de bolo. Por favor, pruebe con una cantidad inferior o aumente el límite
fi: Maksimibolusraja on saavutettu. Kokeile pienempää määrää tai lisää rajaa
fr: La limite maximale de bolus est atteinte. Veuillez essayer une quantité inférieure ou augmenter la limite
it: Il limite massimo di bolo è stato raggiunto. Provare con una quantità inferiore o aumentare il limite
nb: Maksimal bolusgrense er nådd. Prøv en lavere mengde eller øk grensen.
nl: De maximale boluslimiet is bereikt. Probeer een lagere hoeveelheid of verhoog de limiet
pl: Osiągnięto maksymalny limit bolusa. Spróbuj użyć niższej dawki lub zwiększ limit
ro: Limita maximă de bolus a fost atinsă. Vă rugăm să încercați o cantitate mai mică sau să măriți limita.
ru: Лимит болюса достигнут. Попробуйте задать меньшее количество или увеличьте лимит
sk: Maximálny limit bolusu je dosiahnutý. Vyskúšajte nižšie množstvo alebo zvýšte limit
sv: Den maximala bolusgränsen är nådd. Försök med en lägre mängd eller öka gränsen
tr: Maksimum bolus limitine ulaşıldı. Lütfen daha düşük bir miktar deneyin veya limiti artırın
uk: Досягнуто максимального ліміту болюсу. Спробуйте зменшити суму або збільште ліміт
vi: Đã đạt đến giới hạn bolus tối đa. Vui lòng thử lượng thấp hơn hoặc tăng giới hạn
zh_hans: 已达到最大剂量上限。请尝试更低的大剂量或提高上限

source: The max daily insulin limit is reached. Please try a lower amount or increase the limit
ar: تم الوصول إلى الحد الأقصى اليومي للأنسولين. يُرجى تجربة كمية أقل أو زيادة الحد الأقصى
cs: Je dosažen maximální denní limit inzulínu. Vyzkoušejte nižší množství nebo zvyšte limit
da: Den maksimale daglige insulin-grænse er nået. Prøv en lavere mængde, eller øg grænsen.
de: Die maximale tägliche Insulinmenge ist erreicht. Bitte versuchen Sie eine niedrigere Menge oder erhöhen Sie den Grenzwert
es: Se ha alcanzado el límite máximo diario de insulina. Por favor, pruebe con una cantidad menor o aumente el límite
fi: Päivittäinen insuliinin enimmäismäärä on saavutettu. Kokeile pienempää määrää tai nosta rajaa.
fr: La limite maximale d'insuline par jour est atteinte. Veuillez essayer une quantité plus faible ou augmenter la limite
it: Il limite massimo di insulina giornaliero è stato raggiunto. Provare con una quantità inferiore o aumentare il limite
nb: Den maksimale daglige grensen for insulin er nådd. Prøv en lavere mengde eller øk grensen
nl: De maximale dagelijkse hoeveelheid insuline is bereikt. Probeer een lagere hoeveelheid of verhoog de limiet
pl: Osiągnięto maksymalny dzienny limit insuliny. Spróbuj niższej dawki lub zwiększ limit
ro: Limita maximă zilnică de insulină a fost atinsă. Vă rugăm să încercați o cantitate mai mică sau să creșteți limita.
ru: Суточный лимит инсулина достигнут. Попробуйте задать меньшее количество или увеличьте лимит
sk: Maximálny denný limit inzulínu je dosiahnutý. Prosím, skúste nižšie množstvo alebo zvýšte limit
sv: Den dagliga maxgränsen för insulin har uppnåtts. Försök med en lägre mängd eller öka gränsen
tr: Maksimum günlük insülin limitine ulaşıldı. Lütfen daha düşük bir miktar deneyin veya limiti artırın
uk: Досягнуто максимального добового ліміту інсуліну. Спробуйте зменшити суму або збільште ліміт
vi: Đã đạt đến giới hạn insulin tối đa hàng ngày. Vui lòng thử lượng thấp hơn hoặc tăng giới hạn
zh_hans: 已达到每日胰岛素用量上限。请尝试降低用量或增加上限

source: The pump has detected an issue with its chaft. Please remove the reservoir, check everything and try again
ar: اكتشفت المضخة وجود مشكلة في عمودها. يرجى إزالة الخزان وفحص كل شيء والمحاولة مرة أخرى
cs: Čerpadlo zjistilo problém s řetězem. Vyjměte nádržku, vše zkontrolujte a zkuste to znovu.
da: Pumpen har opdaget et problem med sit skaft. Fjern venligst reservoiret, tjek alt og prøv igen.
de: Die Pumpe hat ein Problem mit ihrem Schacht festgestellt. Bitte entfernen Sie das Reservoir, überprüfen Sie alles und versuchen Sie es erneut.
es: La bomba ha detectado un problema con su eje. Por favor, retire el depósito, compruébelo todo e inténtelo de nuevo.
fi: Pumppu on havainnut ongelman sen akselissa. Irrota säiliö, tarkista kaikki ja yritä uudelleen.
fr: La pompe a détecté un problème avec son arbre. Retirez le réservoir, vérifiez tout et réessayez.
it: La pompa ha rilevato un problema con il suo albero. Rimuovere il serbatoio, controllare tutto e riprovare.
nb: Pumpen har oppdaget et problem med skaftet. Fjern reservoaret, sjekk alt og prøv på nytt.
nl: De pomp heeft een probleem met de as gedetecteerd. Verwijder het reservoir, controleer alles en probeer het opnieuw.
pl: Pompa wykryła problem z wałkiem. Wyjmij zbiornik, sprawdź wszystko i spróbuj ponownie
ro: Pompa a detectat o problemă cu axul. Vă rugăm să scoateți rezervorul, să verificați totul și să încercați din nou.
ru: Помпа обнаружила проблему с валом. Пожалуйста, снимите резервуар, проверьте все и повторите попытку
sk: Pumpa zistila problém so svojím piestom. Odstráňte zásobník, všetko skontrolujte a skúste to znova
sv: Pumpen har upptäckt ett problem med sitt schakt. Ta bort reservoaren, kontrollera allt och försök igen
tr: Pompa, şaftında bir sorun tespit etti. Lütfen rezervuarı çıkarın, her şeyi kontrol edin ve tekrar deneyin
uk: Помпа виявивла проблему з валом. Вийміть резервуар, перевірте все та повторіть спробу
vi: Máy bơm đã phát hiện ra sự cố với chaft của nó. Vui lòng tháo bình chứa, kiểm tra mọi thứ và thử lại
zh_hans: 泵检测到其轴有问题。请卸下储液器，检查一切后再试一次

source: The time on your pump is different from the current time. Do you want to update the time on your pump to the current time?
ar: الوقت على مضختك مختلف عن الوقت الحالي. هل تريد تحديث الوقت على مضختك إلى الوقت الحالي؟
cs: Čas na čerpadle se liší od aktuálního času. Chcete aktualizovat čas na čerpadle na aktuální čas?
da: Tiden på din pumpe er forskellig fra den aktuelle tid. Vil du opdatere tiden på din pumpe til den aktuelle tid?
de: Die Zeit Ihrer Pumpe weicht ab. Jetzt auf aktuelle Zeit stellen?
es: La hora de la bomba es diferente de la hora actual. Desea actualizar la hora de su bomba a la hora actual?
fi: Pumppusi kellonaika poikkeaa nykyisestä kellonajasta. Haluatko päivittää pumppusi ajan nykyiseen aikaan?
fr: L'heure de votre pompe est différente de l'heure actuelle. Voulez-vous mettre à jour l'heure de votre pompe pour qu'elle corresponde à l'heure actuelle ?
it: L'orario indicato sulla pompa è diverso dall'orario attuale. Vuoi aggiornare l'orario indicato sulla pompa con l'orario attuale?
nb: Klokken på pumpen er forskjellig fra gjeldende tid. Vil du oppdatere tiden på pumpen til gjeldende tid?
nl: De tijd op je pomp is anders dan de huidige tijd. Wil je de tijd op je pomp bijwerken naar de huidige tijd?
pl: Czas na pompie różni się od aktualnego. Czy chcesz zaktualizować czas na pompie?
ro: Ora de pe pompă este diferită de ora curentă. Puteți revizui ora pompei și să o sincronizați cu ora curentă în meniul setări.
ru: Время на вашей помпе отличается от текущего времени. Вы хотите обновить время на вашей помпе на текущее?
sk: Čas na vašej pumpe sa líši od aktuálneho času. Chcete aktualizovať čas na vašej pumpe s aktuálnym čas?
sv: Tiden på din pump skiljer sig från aktuell tid. Vill du uppdatera tiden på din pump till aktuell tid?
tr: Pompanızdaki saat geçerli saatten farklı. Pompanızdaki saati geçerli saate güncellemek istiyor musunuz?
uk: Час на вашій помпі відрізняється від поточного часу. Хочете оновити час на помпі до поточного?
vi: Thời gian trên máy bơm của bạn khác với thời gian hiện tại. Bạn có muốn cập nhật thời gian trên máy bơm của mình đến thời điểm hiện tại không?
zh_hans: 泵上的时间与当前时间不同。您想将泵上的时间更新为当前时间吗？

source: The time on your pump is different from the current time. Your pump’s time controls your scheduled therapy settings. Scroll down to Pump Time row to review the time difference and configure your pump.
ar: يختلف الوقت في مضختك عن الوقت الحالي. يتحكم وقت مضختك في إعدادات العلاج المجدول الخاص بك. قم بالتمرير لأسفل إلى صف وقت المضخة لمراجعة فرق الوقت وتهيئة المضخة الخاصة بك.
cs: Čas na čerpadle se liší od aktuálního času. Čas vaší pumpy řídí nastavení plánované terapie. Přejděte dolů na řádek Čas pumpy a zkontrolujte časový rozdíl a nastavte svou pumpu.
da: Tiden på din pumpe er forskellig fra den aktuelle tid. Din pumpes tid styrer dine planlagte behandlingsindstillinger. Rul ned til rækken Pumpetid for at se tidsforskellen og konfigurere din pumpe.
de: Die Uhrzeit auf Ihrer Pumpe unterscheidet sich von der aktuellen Uhrzeit. Die Zeit Ihrer Pumpe steuert Ihre geplanten Therapieeinstellungen. Blättern Sie nach unten zur Zeile Pumpenzeit, um den Zeitunterschied zu überprüfen und Ihre Pumpe zu konfigurieren.
es: La hora de su bomba es diferente de la hora actual. La hora de su bomba controla los ajustes programados de su terapia. Desplácese hacia abajo hasta la fila que muestra la Hora de la Bomba para revisar la diferencia horaria y configurar su bomba.
fi: Pumppusi kellonaika poikkeaa nykyisestä kellonajasta. Pumpun aika ohjaa ajastettuja hoitoasetuksia. Selaa alaspäin Pumpun aika -riville, jotta voit tarkistaa aikaeron ja määrittää pumpun asetukset.
fr: L'heure de votre pompe est différente de l'heure actuelle. L'heure de votre pompe contrôle les paramètres de votre thérapie programmée. Faites défiler vers le bas jusqu'à la ligne Heure de la pompe pour consulter le décalage horaire et configurer votre pompe.
it: L'orario impostato nel microinfusore è diverso dall'orario corrente. L'orario del microinfusore detta e controlla le impostazioni della terapia programmata e va corretto: Nella lista degli 'orari del microinfusore verificare la differenza di orario e configurare correttamente il microinfusore.
nb: Klokken på pumpen er forskjellig fra gjeldende tid. Pumpens tid styrer dine planlagte behandlingsinnstillinger. Rull ned til Pumpetid-raden for å se tidsforskjellen og konfigurere pumpen.
nl: De tijd op je pomp verschilt van de huidige tijd. De tijd op je pomp bepaalt je geplande therapie-instellingen. Scroll naar beneden naar de rij Pomptijd om het tijdsverschil te bekijken en je pomp te configureren.
pl: Czas na pompie różni się od aktualnego czasu. Czas pompy steruje ustawieniami zaplanowanej terapii. Przewiń w dół do wiersza Czas pompy, aby przejrzeć różnicę czasu i skonfigurować pompę.
ro: Ora pompei este diferită de ora curentă. Ora pompei dvs. controlează setările de terapie programate. Derulați în jos la rândul Ora pompei pentru a revizui diferența de oră și a configura pompa dvs.
ru: Время на помпе отличается от текущего времени. Время вашей помпы контролирует ваши запланированные настройки терапии. Прокрутите вниз до строки времени помпы, чтобы просмотреть разницу во времени и настроить помпу.
sk: Čas na pumpe je iný ako aktuálny čas. Čas pumpy riadi vaše naplánované liečebné nastavenia. Prejdite nadol na riadok Čas pumpy, pozrite si časový rozdiel a nakonfigurujte pumpu.
sv: Tiden på din pump skiljer sig från verklig tid. Pumpens tid styr dina schemalagda terapiinställningar. Bläddra ner till raden Pump Tid för att ändra.
tr: Pompanızdaki saat, geçerli saatten farklı. Pompanızın zamanı, planlanmış tedavi ayarlarınızı kontrol eder. Saat farkını gözden geçirmek ve pompanızı yapılandırmak için Pompa Saati satırına ilerleyin.
uk: Час на вашому Pod'i відрізняється від поточного часу. Час вашого Podʼу контролює налаштування запланованої терапії. Прокрутіть униз до рядка Час Podʼу, щоб переглянути різницю в часі та налаштувати Pod.
vi: Thời gian trên máy bơm của bạn khác với thời gian hiện tại. Thời gian của máy bơm sẽ kiểm soát cài đặt trị liệu theo lịch trình của bạn. Cuộn xuống đến Pump Time để xem lại chênh lệch thời gian và cấu hình bơm của bạn.
zh_hans: 泵上的时间与当前时间不同。泵上的时间控制着您的计划治疗设置。向下滚动到泵时间行，查看时差并配置您的泵。
